[
  {
    "email_address": "ym2876@nyu.edu",
    "full_name": "Yutian Ma",
    "net_id": "ym2876",
    "project_title": "Generative AI Workflow Design For Individuals",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website, AI",
    "info": "",
    "portfolio_link": "",
    "project_link": "https://www.aidreamer.info/",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "as12099@nyu.edu",
    "full_name": "Abiraahmi Shankar",
    "net_id": "as12099",
    "project_title": "Reactive-Visuals for Concerts",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.canva.com/design/DAE5IIuOpfk/BjnJT7GV2-v3STbqVUK4RQ/edit?utm_content=DAE5IIuOpfk&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton",
    "project_link": "https://tulip-ranunculus-bzla.squarespace.com/reactive-visuals",
    "description": "The inspiration for this study was both a personal and academic interest. As an artist, I have always been curious about ways to further engage audiences in the experience. My project explores the intersection of music, visuals, and emotional energy through products that generate visuals using audio inputs in real time.",
    "main_image": "https://drive.google.com/open?id=1tameLRYM3zr6aXVIBNr-FHobX3vTCLhZ",
    "supp_image": "https://drive.google.com/open?id=1MGAgp60lInepZ5cpnF_8jzE7xTxwcHX-",
    "keywords": "Reactive-visuals, Interaction design, Concert, Music",
    "linkedin": "https://www.linkedin.com/in/abiraahmi/",
    "instagram": "",
    "video_content": "https://youtu.be/9S6Lr2QUh7I",
    "image_path": "main-images\\Abiraahmi_Shankar_main.mov",
    "supp_path": ["supp-images\\Abiraahmi_Shankar_1.png"]
  },
  {
    "email_address": "ehc370@nyu.edu",
    "full_name": "Enya Cho",
    "net_id": "ehc370",
    "project_title": "Sonic Embrace",
    "year": "Senior (Senior Project)",
    "medium": "Performance",
    "info": "Hybrid DJ set with audio reactive visuals",
    "portfolio_link": "https://huizydesign.cargo.site/",
    "project_link": "",
    "description": "‘Sonic Embrace’ is an audiovisual performance involving a hybrid-DJ set accompanied by audio reactive visuals. I was inspired to manifest this project as a means of elevating the listening experience for my fellow music lovers. By projecting the visualizers throughout the event space and onto the audience, 'Sonic Embrace' represents an environment that integrates us into the audiovisual canvas—one that allows us to absorb and live what we see and hear.\n\nAll visualizers were created in TouchDesigner, with parameters pulled from Ableton Live to trigger real-time audio reactive movements.",
    "main_image": "https://drive.google.com/open?id=1sHiAsuMQg7FwuqcfrrWLXRT5c1nhf6ny",
    "supp_image": "",
    "keywords": "Audiovisual Design, Experience Design, Projection Mapping, Live Performance, Generative Art, Music Production, TouchDesigner",
    "linkedin": "",
    "instagram": "https://www.instagram.com/enyacho/",
    "video_content": "",
    "image_path": "main-images\\Enya_Cho_main.jpg"
  },
  {
    "email_address": "phl302@nyu.edu",
    "full_name": "Philip Lee",
    "net_id": "phl302",
    "project_title": "did you eat?",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "https://philipleeportfolio.framer.website/",
    "project_link": "https://philipleeseniorproject.framer.website/",
    "description": "While I feel as though I've been shown a lot of love from my parents, I do not reciprocate that love enough. This music video is my way of showing them how much I appreciate them and hopefully can encourage others to do the same.",
    "main_image": "https://drive.google.com/open?id=1ayBdRR7gYTOu0h71QG5-ZaqbJd3a70kl",
    "supp_image": "",
    "keywords": "Music Production, Video Production, Family, Love",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Philip_Lee_main.jpg"
  },
  {
    "email_address": "cy2290@nyu.edu, jw7017@nyu.edu, yl7799@nyu.edu",
    "full_name": "Mario Yang, Tiya Wang, Yufei Lin",
    "net_id": "cy2290, jw7017, yl7799",
    "project_title": "Herstory",
    "year": "Senior (Senior Project)",
    "medium": "Game, VR",
    "info": "",
    "portfolio_link": "http://yufeilin.com",
    "project_link": "https://yuuuu3.itch.io/herstory",
    "description": "Project Introduction:\n\"Herstory\" is a 3D escape room game that integrates VR technology and local cooperative gameplay for two players. It discusses feminism and promotes traditional Chinese culture while challenging and redefining conventional historical narratives by recounting and commemorating historically marginalized female heroes. Traditional historical narratives often revolve around men, with countless extraordinary and great women fading into oblivion, often only appearing as appendages to men. These women, who broke through numerous feudal restrictions against them, are neither celebrated, their achievements are often credited to others, or even stigmatized... In many cultures, it is said that death is not the end; being forgotten is. Players are chosen to witness and bear the responsibility of passing down and celebrating their history and are guided to reflect on deeper feminist issues. \"Herstory\" aims to explore and present the stories that truly belong to these women, or \"Her story,\" through the medium of a game. In the game, players will have the opportunity to learn about Nüshu, a mysterious and unique script used by women, discover ancient Chinese female figures rarely recorded in history, and express their respect and commemoration through the traditional ritual of offering incense to these women.\n\nBackground Story:\nIn many cultures, there exists a belief that death is not the final end; being forgotten is the true oblivion. Traditional historical narratives often revolve around men, relegating women to mere footnotes as attachments to men, leading to countless distinguished and great women fading from collective memory as history flows on. One day in 2024, a historian inadvertently steps into a decrepit temple, unknowingly crossing the edge of time. A mysterious spirit, wielding her profound knowledge of astrology, gathers the waning powers of other female spirits from various dynasties, who are gradually dissipating, summoning the historian into a special realm. This temple is a sanctuary preserved by their collective strength, untouched by the ravages of time. However, as these spirits become increasingly forgotten by the world, their power wanes, and this special realm faces the fate of fading away along with the spirits. To rescue these spirits and restore the temple to its former glory, the player is bestowed with an extraordinary mission: to traverse through time and space, deciphering the Nüshu, the women's script, to unveil the hidden truths of history. By conducting the ritual of offering incense to venerate these spirits, the stories of these female historical heroines can be sung once more, regaining their glory and ensuring their legacy endures.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Game, VR, 3D, Co-op, 2 Players, Escape Room, Puzzle-Solving, Storytelling, Educational, Chinese Culture, Cultural Heritage, Feminism, Historical Women, Gender Equality, Mythology.",
    "linkedin": "https://www.linkedin.com/in/yufei-lin-110776233/",
    "instagram": "https://www.instagram.com/corinna_lin_",
    "video_content": "https://yuuuu3.itch.io/herstory"
  },
  {
    "email_address": "gos2011@nyu.edu",
    "full_name": "Gbemi Shoniabre",
    "net_id": "gos2011",
    "project_title": "innately precious",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display",
    "info": "i will have 3 models displayed as well as 1 or 2 furniture pieces from the models",
    "portfolio_link": "https://gbemishonibare.myportfolio.com/",
    "project_link": "https://docs.google.com/presentation/d/1x8yXKS96NP93MljFtb0i2sYQMvrASHjlEhtg7za_fRE/edit",
    "description": "I will be designing and producing a furniture collection as a homage to nature and the relationship between humans and the earth. One of the first steps in colonialism and the presumption of superiority over another human  is to dehumanise said other human. If we saw worth and beauty in all living things maybe there wouldn’t be so much entitlement. I believe we all have that life force flowing through us, the same ones as animals have and plants. And that is where our value is and it’s precious.I have functional pieces for people who want a reminder to look for the innocent life in every living thing. The gift that is the breath of life that is to be loved. I will have models and physical deliverables to convey this.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Biophilic design, Spacial Design, Furniture Design, Anti-colonial Lense",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "lbl8408@nyu.edu",
    "full_name": "Laura Lachin",
    "net_id": "lbl8408",
    "project_title": "Tactile Jigsaw Puzzle",
    "year": "Senior (Senior Project)",
    "medium": "Interactive Display",
    "info": "My project is a tactile jigsaw puzzle, intended to enable visually-impaired people to complete a physical jigsaw puzzle independently.",
    "portfolio_link": "https://lauralachin.com",
    "project_link": "https://lauralachin.com/projectPages/senior_project_process.html",
    "description": "I have created a tactile jigsaw puzzle, a puzzle that can be completed solely by touch. Jigsaw puzzles are something that are almost entirely visual, and I want my project to change this. I enjoy the calming challenge of jigsaw puzzles, and I want visually impaired people to feel the same. Additionally, I want it to be an activity that they can do independently, as independence is very important to the disabled community.",
    "main_image": "https://drive.google.com/open?id=1-JLoB4YKYWcVO61ZIhLhrlwAwC1PUXvd",
    "supp_image": "https://drive.google.com/open?id=1r19PbuQbbBRxev8vtmvYrk-HEqgvBENP",
    "keywords": "Accessibility, Tactile, Puzzle, Laser cutting",
    "linkedin": "https://www.linkedin.com/in/laura-lachin/",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Laura_Lachin_main.jpg",
    "supp_path": ["supp-images\\Laura_Lachin_1.jpg"]
  },
  {
    "email_address": "ms12453@nyu.edu",
    "full_name": "Manav Shah",
    "net_id": "ms12453",
    "project_title": "Blackwater Buccaneers",
    "year": "Senior (Senior Project)",
    "medium": "Game, Interactive Display",
    "info": "A co-op tabletop board game where players work together to crew a pirate ship and become the most feared pirates on the Silkwater Seas",
    "portfolio_link": "https://manavshah.dev/",
    "project_link": "",
    "description": "Blackwater Buccaneers is a co-op tabletop game where players see themselves taking on the roles of various crewmates on a pirate ship, ready to take the Blackwater Seas by storm. Heavily inspired by a course I took about ships, Blackwater Buccaneers combines my love of pirates and my game design skills into an immersive game where the \"out-of-game\" dynamics between players mimics the dynamic between the \"in-game\" characters they are playing. The barrelman takes caution and scopes out a sea monster ahead, advising the helmsman to steer clear. The helmsman ignores his request and sails straight into danger, ready to be awarded the bounty money after slaying the beast. Meanwhile, the bilgerat is busy staring out at sea hoping to see a beautiful mermaid. Blackwater Buccaneers doesn't just make you play as a pirate. It turns you INTO one.",
    "main_image": "https://drive.google.com/open?id=1vxUV2zHmwsop4dIYEvGyY4r58DIjMk6I",
    "supp_image": "",
    "keywords": "Board Game, Game Design, Pirates, Graphic Design, Interaction Design",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Manav_Shah_main.jpg"
  },
  {
    "email_address": "mh5974@nyu.edu",
    "full_name": "Megan Huang",
    "net_id": "mh5974",
    "project_title": "Nagem",
    "year": "Senior (Senior Project)",
    "medium": "Physical Display",
    "info": "Small tabletop art piece",
    "portfolio_link": "https://meganhuang.cargo.site/",
    "project_link": "https://meganhuang.cargo.site/senior-project",
    "description": "Nagem (\"Megan\" backwards) is a passion project that combines my skills/interests in design and sculpture with stories of identity. I am born and raised in Brooklyn, and I wanted to incorporate that aspect of my identity into my senior project. Tangibly, Nagem is a mystery blind box set containing hand-sculpted polymer clay keychains representing food from my childhood (most of which are desserts). Each food correlates to a restaurant in NYC and tells a short, but sweet (no pun intended), story.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Graphic Design, Sculpture, Illustration",
    "linkedin": "https://www.linkedin.com/in/megan-huang-b93b31185/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "zz4143@nyu.edu",
    "full_name": "Ziye Zhang",
    "net_id": "zz4143",
    "project_title": "Real World Simulations in Game Design",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "This thesis aims to study how to use game mechanics and systems to serve game content and to organize and summarize this knowledge into readable guidance articles. This article will use two different output works as proof of the feasibility of this study. One of them is a board game, and the other is an electronic game. These two outputs can positively impact my research design theory and support each other",
    "portfolio_link": "https://ziyezhang.net",
    "project_link": "https://www.ziyezhang.net/real-world-simulations-in-game-design",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/pipizzy02",
    "video_content": ""
  },
  {
    "email_address": "ah5247@nyu.edu",
    "full_name": "Ashley Hou",
    "net_id": "ah5247",
    "project_title": "Three Halves",
    "year": "Senior (Senior Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://readymag.website/ashleyhou/portfolio/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "qc588@nyu.edu",
    "full_name": "Josh Chen",
    "net_id": "qc588",
    "project_title": "Sacred Tree 神木",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://chenjosh.com",
    "project_link": "https://www.chenjosh.com/project-title-01-1-1-2",
    "description": "Penglai is a concept in Chinese mythology that shares common elements with different folklores in China and Japan. At the heart of this myth is the divine tree with its fruits as a symbol of the desire for immortality and growth. Eternity, growth and connection are concepts echoed across global cultures, such as Yggdrasil, the Tree of Life, and the Egyptian Acacia. These similarities suggest a common perspective across diverse cultures.  This work explores the possibility of a magical interconnection between our aboriginal cultures and asks a compelling question: Are the divine trees described in various cultures distinct beings, or do they originate from a single, ancient source? Incorporating a silver snake, a creature stepping in transformative symbolism, along with the combination of clay and lotus as a hint of the origin, riverstones as the land, and a disco ball representing the sun, casting fragmented yet harmonious light, the work creates a space where past and present, global and local, and the celestial and terrestrial converge. This convergence compels us to consider that maybe the commons between us are more than we think.",
    "main_image": "https://drive.google.com/open?id=1dLG_70YeJSxqFfeyKQ83lgLnDyX8_j2y",
    "supp_image": "https://drive.google.com/open?id=1UFl6ZPvXubGWLktoxwaEPKA9uQS14zEr, https://drive.google.com/open?id=1iI3XqBI4DjUYxrxkc24JFiCOC_BbkVeL",
    "keywords": "culture, mythology, nature, art installation",
    "linkedin": "https://www.linkedin.com/in/josh-chen-0ba30524b/",
    "instagram": "https://www.instagram.com/joshervon/",
    "video_content": "",
    "image_path": "main-images\\Josh_Chen_main.jpg",
    "supp_path": [
      "supp-images\\Josh_Chen_1.JPG",
      "supp-images\\Josh_Chen_2.JPG"
    ]
  },
  {
    "email_address": "zt2228@nyu.edu",
    "full_name": "Nertinia Tang",
    "net_id": "zt2228",
    "project_title": "Aetheria:Illuminating Harmony",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Digital Display",
    "info": "",
    "portfolio_link": "https://nertiniatportfolio.cargo.site/",
    "project_link": "https://zt2228.wixsite.com/aetheria",
    "description": "Due to rapid urbanization, humanity has become increasingly detached from the natural world, often overlooking the critical importance of coexisting harmoniously with other species on our planet. Confined within our own narrow perspectives of nature, we may admire its wonders solely through the lens of documentaries and illustrated books, yet fail to delve deeper into the remarkable adaptations of creatures thriving under extreme conditions.\n\n\"Illuminating Harmony” is an immersive exhibition that unveils the intricate symbiotic relationships thriving within a secluded paradise in Palau, and explores the potential of applying these dynamics to a distant exoplanet. This exhibition utilizes interactive screens and videos to educate audiences on the interconnectedness between diverse species and showcasing how this intricate web of interactions could manifest on another habitable world. It allows viewers to marvel at the mutualistic bonds between organisms, emphasizing their collective ability not only to flourish on Earth but also potentially in the vast expanses of outer space.\n\nUltimately, \"Illuminating Harmony\" invites viewers to wonder how we might draw lessons from these harmonious relationships among species and utilize them as tools for sustaining life—both on our home planet and beyond.",
    "main_image": "https://drive.google.com/open?id=1AaYGBrkIV1O3tjtuvCoLP8zo3iillefs",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "https://www.instagram.com/nerkaka",
    "video_content": "",
    "image_path": "main-images\\Nertinia_Tang_main.jpg"
  },
  {
    "email_address": "bky214@nyu.edu",
    "full_name": "Phoebe Yin",
    "net_id": "bky214",
    "project_title": "Aetheria: Celestial Unveiling",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://phoebeyin.com",
    "project_link": "https://zt2228.wixsite.com/aetheria",
    "description": "Amidst the digital age’s relentless advancement, can experiential art, in particular immersive installations, transcend its role as mere spectacles, becoming powerful conduits that bridge the gap between conventional science education and pure artistic expression? In a world yearning for profound connections and inspiring experiences, redefining how we engage with knowledge and creativity is not just a question but a necessity.\n\nDrawing inspiration from the natural wonders of our planet and guided by the principles of Earth's ecosystems, “Aetheria: Celestial Unveiling” paints a vivid portrait of extraterrestrial life. Through a fusion of physical installation and digital technology, the piece aims to blur the boundaries between the familiar and the unknown, offering audiences a glimpse into the biodiversity that may exist beyond our solar system.\n\nThe installation invites active engagement, prompting participants to become co-creators of the experience. By taking participants through a journey of sights, sounds, and sensations of an alien ecosystem, it challenges them to reconsider their relationship with the natural world and contemplate the interconnectedness of all living things. In doing so, Aetheria offers a glimpse into a future where art, science, and technology converge to deepen our understanding of the universe and our place within it.",
    "main_image": "https://drive.google.com/open?id=17sX1nFQQyL64FIr36Fbmb1YlcF6EoLK6",
    "supp_image": "",
    "keywords": "Installation, Immersive Experience, Nature-inspired art, Education, Interactive Environment",
    "linkedin": "https://www.linkedin.com/in/phoebe-yin/",
    "instagram": "https://www.instagram.com/_phoebeyin_/",
    "video_content": "",
    "image_path": "main-images\\Phoebe_Yin_main.jpg"
  },
  {
    "email_address": "yc1727@nyu.edu",
    "full_name": "Don Cho",
    "net_id": "yc1727",
    "project_title": "Save Us From Ourselves",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://doncho.site",
    "project_link": "https://doncho.site/SaveUsFromOurselves",
    "description": "",
    "main_image": "https://drive.google.com/open?id=1aFYOH0DTS2xLCdJ0Nvt3w6sBt2UnnO6u",
    "supp_image": "https://drive.google.com/open?id=1btc-rnLxbuiXZ9e_jd5m3jnbaqCj3huc",
    "keywords": "Interaction design, Anthropocene, Installation Art, Japanese Garden, Audiovisual",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Don_Cho_main.jpg",
    "supp_path": ["supp-images\\Don_Cho_1.JPG"]
  },
  {
    "email_address": "ks5012@nyu.edu",
    "full_name": "Kaiqing Su",
    "net_id": "ks5012",
    "project_title": "HUG: Therapeutic Feelings Through Physical Touch",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Sculpture",
    "info": "might say it is an installation, but soft sculpture would be much more appropriate to describe it",
    "portfolio_link": "https://kaiqingsu.com",
    "project_link": "https://www.kaiqingsu.com/hug",
    "description": "An interactive teddy bear installation, woven from yarn and infused with sensory tech, draws from research on mental health in young adults. It mimics knitting’s therapeutic effects, offering a calming experience like a heartbeat, merging art with wellness, and inviting a tactile journey to soothe anxiety.",
    "main_image": "https://drive.google.com/open?id=1iU9vUDX9ORpz12LG3E6ftVcxQDdYfekZ",
    "supp_image": "https://drive.google.com/open?id=1nZW-m-YFOAOW7s8ty8G-SiTH9pmgl0ZD, https://drive.google.com/open?id=1Heej_twVJE3gXl_T8PPfIhLbcrUlmucG",
    "keywords": "interactive design, art installation, psychology, handcrafts, therapeutic design",
    "linkedin": "https://.linkedin.com/in/kaiqingsu",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Kaiqing_Su_main.jpg",
    "supp_path": [
      "supp-images\\Kaiqing_Su_1.JPG",
      "supp-images\\Kaiqing_Su_2.JPG"
    ]
  },
  {
    "email_address": "sna318@nyu.edu",
    "full_name": "Syeda Anjum",
    "net_id": "sna318",
    "project_title": "Perspective Tarot: Learning the Minor Arcana",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Research",
    "info": "Tarot cards, booklet, worksheets",
    "portfolio_link": "https://syanjum.com/",
    "project_link": "https://www.syanjum.com/design/perspective-tarot",
    "description": "Perspective Tarot is a combination of cards and learning materials that support novice readers in their Tarot-learning journeys. This project draws on principles from learning design, multimedia design, and cognitive science to empower novice readers in their mastery of Pip cards in the Minor Arcana. This set consists of 40 cards, a descriptive booklet, and instructional guidance for performing a simple predictive reading. In addition to scaffolding the learning process, Perspective Tarot consists of imagery drawn from the reader’s perspective and utilizes a narrative key system of hand gestures to impart the cards’ wisdom.",
    "main_image": "https://drive.google.com/open?id=1CViMk8MGSPc-hKd9L9ltYYO4QYgTXOXE",
    "supp_image": "",
    "keywords": "Tarot, Learning Design, Illustration",
    "linkedin": "",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Syeda_Anjum_main.jpg"
  },
  {
    "email_address": "jvs8648@nyu.edu",
    "full_name": "Joe Schoen",
    "net_id": "jvs8648",
    "project_title": "Horror Short Film",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "http://www.joe-schoen.com/",
    "project_link": "https://docs.google.com/document/d/16EvXrVfK2SOS_E4SRKZ4A7KYiRBpk20jkm-_3CWOWng/edit?usp=sharing",
    "description": "For this project, I am with collaborating with fellow student Noa Kirschbaum.  Noa will be providing the physical animation of the film, and I will be responsible for creating the soundscape and sound effects for the film.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Sound Design, Film, Sound Recording, Audio Mixing",
    "linkedin": "https://www.linkedin.com/in/joe-schoen-7754851ba/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "nsk3332@nyu.edu",
    "full_name": "Noa Skye Kirschbaum",
    "net_id": "nsk3332",
    "project_title": "Monster",
    "year": "Senior (Senior Project)",
    "medium": "Film/Featurette",
    "info": "",
    "portfolio_link": "",
    "project_link": "https://www.notion.so/c50dbc25b41443da92d2d7356f8627cf?v=49b559c8e75d40b8a9970d67299db221",
    "description": "Monster is a film about personal struggles with mental blocks, the fear of failure, and being diagnosed with BPD. This film contains some horror elements, but is not intended to be scary. Instead, the hope is to use certain horror tropes to examine the feelings of our main character as she traverses an unwelcome environment. Animation, characters, story, and voice acting is by me. Joe Shoen created the audio experience.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Film, Motion Capture, 3D Animation, Visual Effects, Sound Design",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "sam9442@nyu.edu",
    "full_name": "Sana Maqsood",
    "net_id": "sam9442",
    "project_title": "Waves of Us",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Installation Art",
    "info": "",
    "portfolio_link": "https://www.smaqsood.com/#1",
    "project_link": "https://www.smaqsood.com/mastersthesis",
    "description": "Who are you? Who are we? What can we create when our minds come together? How can we blend together? This sonic experience aims to focus on a unique moment when two human minds come together to create a multisensory experience, which can only be created in this exact moment in life, showing us the importance of fleeting moments and our minds reaction to stimuli. An experience that is purely driven by two people’s minds and the synchrony between one another.  \n\nSana’s journey in creating Waves of Us was inspired by two moving experiences in her life: a sound bath in Bali, Indonesia and a sound sculptured theater in San Francisco, California that is experienced in pitch darkness. Both experiences had common characteristics in that they are based on impact to an individual by sound and vibrations. This paired with Sana’s user experience background and constant desire to understand humans on a psychological level, pushed her to see what else she could explore when it came to human beings, which is where Biofeedback comes in. Biofeedback is the study of humans based on body functions in order to create the best personalized experience.\n\nIn order to utilize the right Biofeedback tool for the installation, Sana tested multiple biofeedback tools including a machine learning voice model she developed to pick up emotion via speech tone, a face API for emotion detection, pulse oximeter and EEG headset to understand what tools best picked up on human emotion. After extensive testing she landed on using the EEG headset by Muse as the best and accurate tool to use for this installation due to its ability to capture brainwaves. \n\nThe biofeedback space is still a new and emerging industry that has not been fully tapped into when creating digital and physical experiences. Sana would like to continue to contribute to this subject area by using meaningful data she is capturing in impactful and impressionable ways for users.",
    "main_image": "https://drive.google.com/open?id=136COc2yohfmXstJH1z1mmstvW135SoJo",
    "supp_image": "https://drive.google.com/open?id=1hyDlo3aSghUAc2wh9G7Ehdkn3m835L_3",
    "keywords": "Installation Art, Sound Design, Biofeedback data, Visual Design, Real",
    "linkedin": "https://www.linkedin.com/in/sanamaq/",
    "instagram": "https://www.instagram.com/smaqattack/?hl=en",
    "video_content": "",
    "image_path": "main-images\\Sana_Maqsood_main.jpg",
    "supp_path": ["supp-images\\Sana_Maqsood_1.JPG"]
  },
  {
    "email_address": "ar7624@nyu.edu",
    "full_name": "Abhishek Rana",
    "net_id": "ar7624",
    "project_title": "Enhancing Museum Experiences and Wayfinding",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "AR, Research",
    "info": "In-person presentation (paper guides and maps), AR, website/app",
    "portfolio_link": "https://itsabhishekrana.com/",
    "project_link": "https://itsabhishekrana.com/idm-thesis.html",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "https://www.linkedin.com/in/itsabhishekrana/",
    "instagram": "https://www.instagram.com/itsabhishekrana",
    "video_content": ""
  },
  {
    "email_address": "al5726@nyu.edu",
    "full_name": "Adir Landes",
    "net_id": "al5726",
    "project_title": "Design Study in Sustainable Footwear",
    "year": "Senior (Senior Project)",
    "medium": "Digital Display, Physical Display",
    "info": "Digital display, with print out (ideally poster) and physical model of shoe and materials",
    "portfolio_link": "https://wp.nyu.edu/tandonschoolofengineering-adir_landes_senior_project/week-7/",
    "project_link": "",
    "description": "",
    "main_image": "",
    "supp_image": "",
    "keywords": "",
    "linkedin": "",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "aoe214@nyu.edu",
    "full_name": "Alexis Oni-Eseleh",
    "net_id": "aoe214",
    "project_title": "whatssopunny.blog",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Website",
    "info": "",
    "portfolio_link": "exhibitaeio.com",
    "project_link": "https://www.whatssopunny.blog/",
    "description": "My project seeks to explore the correlation between humor styles and demographic data and share this data with the user through leveraging a meme-based personality quiz that’s informed by my own research and a literature review of previous scholarship",
    "main_image": "https://drive.google.com/open?id=1CuDb7Ztr0CROfwo17x_-dg5EGlxj6lmv",
    "supp_image": "",
    "keywords": "Humor Styles, Personality Quiz, Participatory Research and Design",
    "linkedin": "https://www.linkedin.com/in/alexisonieseleh/",
    "instagram": "https://www.instagram.com/alexisonieseleh/",
    "video_content": "",
    "image_path": "main-images\\Alexis_Oni-Eseleh_main.jpg"
  },
  {
    "email_address": "ac8498@nyu.edu",
    "full_name": "Anees Chopra",
    "net_id": "ac8498",
    "project_title": "CLINK APP",
    "year": "Senior (Senior Project)",
    "medium": "App, Website",
    "info": "I’m creating and developing an app that will have mini games in it",
    "portfolio_link": "https://aneeschopra.com",
    "project_link": "https://docs.google.com/document/d/1mLqUA_V5NEOXrgq-XTB7W3yiGdUGKQiSlYhGmG6LWYY/edit?usp=sharing",
    "description": "Clink, the ice-breaking app where only one phone will melt social tension, allowing groups to connect and have fun, instantly.  For my senior project, my goal is to create the interface for a (21+) drinking game app that is primarily used in groups of people to break the ice and allow people to laugh, drink, and learn more about each other. The app would only require one person to have it downloaded, so it will not be an entirely individualistic digital/online experience, rather everyone will interact in person, guided by the content on one phone. The app is timeless and has a multitude of games ranging from card games, word play, roulette and more. Its built so groups of people don't have to face dreadful small talk, and can enjoy each-others company together without forcing conversations.",
    "main_image": "",
    "supp_image": "",
    "keywords": "Application Development, User Experience Design, UI, Game, Social Game, 21+",
    "linkedin": "https://www.linkedin.com/in/anees-chopra-ba15741ba/",
    "instagram": "",
    "video_content": ""
  },
  {
    "email_address": "as11958@nyu.edu",
    "full_name": "Aneesah Saeed",
    "net_id": "as11958",
    "project_title": "ACCESS-I-SCRUB",
    "year": "Final Year Grad (Thesis Project)",
    "medium": "Physical Display, Research",
    "info": "In-Person Presentation with a \"Final Product\" or \"Products\" showing what I have built to adapt technologies",
    "portfolio_link": "https://www.aneesahsaeed.me/",
    "project_link": "https://www.aneesahsaeed.me/idm-thesis-project",
    "description": "ACCESS-I-SCRUB is a showering product designed for individuals with bilateral upper extremity limb loss, enabling hair scrubbing and body washing without upper limb use. In collaboration with Jessica Cox, a motivational speaker and Guinness World Record holder with bilateral upper extremity limb loss, this project aims to comprehend the challenges faced by armless individuals in shower environments. \n\nThrough interviews, research, prototyping, and testing, ACCESS I-SCRUB showcases the evolution of custom built prototypes designed by modifying and combining existing products and 3D printing new ones to enhance accessibility in body scrubbing and hair washing. The project's mission is to raise awareness and instigate change in assistive technology and product design, making body scrubbing and hair washing more inclusive and accessible.",
    "main_image": "https://drive.google.com/open?id=17AV0gFsaG8yudLQa2eLRmebkDLvd4NaV",
    "supp_image": "https://drive.google.com/open?id=1tu0Qr3Nfc4JCUVUTeZ38jmQLxL_j839k, https://drive.google.com/open?id=1pvZKAMBOOy6rxK0ECKLyizIK5LuplkIH, https://drive.google.com/open?id=1XMQ5Lvo5Tssg-7ozz5KIigF36IPQJip1",
    "keywords": "Upper bilateral extremity limb loss, disability, assistive technology, assistive devices accessibility, 3D printing, 3D assistive devices, hygiene, universal design, Participatory research and design, usability.",
    "linkedin": "https://www.linkedin.com/in/aneesahsaeed",
    "instagram": "",
    "video_content": "",
    "image_path": "main-images\\Aneesah_Saeed_main.jpg",
    "supp_path": [
      "supp-images\\Aneesah_Saeed_1.JPG",
      "supp-images\\Aneesah_Saeed_2.JPG",
      "supp-images\\Aneesah_Saeed_3.jpg"
    ]
  }
]
